Repository: boamaod/nautilus-compare
Catalog: po/*.po
Languages: si

source: Compare to
si: සැසඳීමේදී

source: Compare to the file remembered before
si: පෙර මතකයේ තබා ගත් ගොනුව හා සැසඳීමේදී

source: Compare Later
si: පසුව සසඳන්න

source: Remember file for later comparison
si: අන්තිම සැසඳීම මතකයේ තබා ගන්න

source: Compare selected files to the file remembered before
si: පෙර මතකයේ තබා ගත් ගොනුව සමඟ, තෝරාගත් ගොනුව සසඳන්න

source: Compare
si: සසඳන්න

source: Compare selected files
si: තෝරාගත් ගොනු සසඳන්න

source: Nautilus Compare Extension Preferences
si: Nautilus අභිරුචීන් සසඳයි

source: Normal Diff
si: සාමාන්‍යය​ Diff

source: Three-Way Diff
si: තුන් විධි Diff

source: N-Way Diff
si: N-විධි Diff

source: _Cancel
si: අහෝසි (_C)

source: _Save
si: සුරකින්න (_S)
